/**
 *	filename: Menu.strings
 *	created : Fri May 28 13:08:33 2004
 *	LastEditDate Was "Thu Nov 11 13:03:57 2004"
 *
 */
MENU_SEARCH                = "Spotlight";

/* Format of a tooltip line*/
MENU_1_LINE_TOOLTIP       = "%@: %@";

/* Format of a 2 lines tooltip */
MENU_2_LINES_TOOLTIP	   = "%@: %@\n%@: %@";

/* Format of a 3 lines tooltip */
MENU_3_LINES_TOOLTIP	   = "%@: %@\n%@: %@\n%@: %@";

/* Format of a 4 lines tooltip */
MENU_4_LINES_TOOLTIP	   = "%@: %@\n%@: %@\n%@: %@\n%@: %@";

/* Format of a definition tooltip */
MENU_DICTIONARY_TOOLTIP	   = "%@\n%@: %@";

/* Text used in tooltip == displayName */
MENU_NAME_TOOLTIP          = "Name";

/* Text used in tooltip == path to file */
MENU_URL_TOOLTIP           = "URL";

/* Text used in tooltip == url to item its a bookmark */
MENU_WHERE_TOOLTIP         = "Pfad";

/* Text used in tooltip == only in mail messages */
MENU_AUTHORS_TOOLTIP       = "Von";

/* Text used in tooltip when its a calculation result */
MENU_EXPRESSION_TOOLTIP   = "Rechner";

/* Text used in tooltip to show the phone number when its a contact */
MENU_PHONE_TOOLTIP        = "Telefon";

/* Text used in tooltip when its a definition result */
MENU_DEFINITION_TOOLTIP    = "Definition";

/* Text used in tooltip to show its a search */

/* For now these are the same, if its necessary to show something
 * different from just 1 result then change one of them
 */
SHOW_ALL_NO_COUNT          = "Alle einblenden";
SHOW_ALL_RESULT_SINGULAR   = "Alle einblenden (1)";
SHOW_ALL_RESULT_PLURAL	   = "Alle einblenden (%d)";
SHOW_ALL_RESULT_NONE_FOUND = "Keine Treffer gefunden";
SHOW_ALL_RESULTS_HEADING   = "Ergebnisse";
MENU_PREFERENCES           = "Spotlight-Einstellungen …";

/* This is  the menu indexing status */
FIELD_INDEXING_DISKS_TOOLTIP = "Volumes indizieren (%d %% abgeschlossen)";
FIELD_INDEXING_TOOLTIP_CALCULATING = "Volumes indizieren";

/* This is used as the separator between the name and the directory component in the Search menu */
EMDASH = "—";

/* Used when for the indexing volumes section */
INDEXING_VOLUME_NAMED = "„%@“ indizieren";

TIME_REMAINING_HOURS = "Noch ungefähr %d Stunden";
TIME_REMAINING_MINUTES = "Noch ungefähr %d Minuten";
TIME_REMAINING_SECONDS = "Noch ungefähr %d Sekunden";

TIME_REMAINING_HOUR = "Noch ungefähr %d Stunde";
TIME_REMAINING_MINUTE = "Noch ungefähr %d Minute";
TIME_REMAINING_SECOND = "Noch ungefähr %d Sekunde";

CALCULATING_TIME = "Zeit zum Indizieren berechnen";
INTERNAL_DISKS = "Interne Volumes indizieren";

/* Placed in the top text field when indexing everything */
INDEXING = "Indizieren …";

"INDEXING_COMPUTER" = "„%@“ indizieren";

"NO_MAIL_SUBJECT" = "Kein Betreff";

/* Path tooltip for iTunes music files */
"PREVIEW_ITUNES_LIBRARY" = "iTunes-Musikbibliothek";

/* Path tooltip for items in the trash */
"PREVIEW_TRASH" = "Papierkorb";
